Repository: eenemeene/kitamanager
Catalog: django-kitamanager/kitamanager/locale/*/LC_MESSAGES/django.po
Languages: de

source: Can not import file {value}. Wrong format?
de: Datei {value} kann nicht importiert werden. Falsches Format?

source: Import bank account entries from .xls file
de: Importiere Kontostand Einträge aus .xls Dateien

source: bank account entry {baentry} imported successful
de: Kontostand Eintrag {baentry} erfolgreich erstellt

source: bank account entry {baentry} updated successful
de: Konstand Eintrag {baentry} erfolgreich aktualisiert

source: area %(area)s can not be selected for a child
de: Bereich %(area)s kann nicht für ein Kind ausgewählt werden

source: The pay tags '%(invalid_tags)s' are not valid. valid tags are '%(valid_tags)s'
de: Die Tags '%(invalid_tags)s' sind ungültig. Gültige tags sind '%(valid_tags)s'

source: first name
de: Vorname

source: last name
de: Nachname

source: Can not import file {value}. Is this a valid decrypted .xslx file from the Berliner Senat?
de: Kann Datei {value} nicht importieren. Ist die Datei eine valide entschluesselte .xlsx Datei vom Berliner Senat?

source: Berlin invoice (Senatabrechnung) import from .xlsx file
de: Senatabrechnung von .xlsx Datei importieren

source: Revenue invoice Berlin {f} imported ({invoice})
de: Senatabrechnung Berlin {f} importiert ({invoice})

source: Revenue invoice Berlin {f} updated ({invoice})
de: Senatabrechnung Berlin {f} aktualisiert ({invoice})

source: Children in Kitamanager but not in invoice:
de: Kinder in Kitamanager aber nicht in Abrechnung:

source: Children in invoice but not in Kitamanager:
de: Kinder in Abrechnung aber nicht in Kitamanager:

source: Voucher in invoice for {child_db.last_name}, {child_db.first_name}
de: Gutschein in Abrechung fuer {child_db.last_name}, {child_db.first_name}

source: name of the area
de: Name des Bereichs

source: is this area educational (so an educator, not eg. a cook) ?
de: Ist dies ein Bildungsbereich?

source: start date for entry
de: Start Datum

source: end date for entry
de: Ende Datum

source: bank account balance
de: Kontostand

source: start date can not be greater or equal than end date
de: Start Datum kann nicht größer oder gleich dem End Datum sein

source: the voucher identifier
de: Guscheinnummer

source: list of comma separated payment properties. Those must match the payment plan
de: Liste mit komma separierten Bezahltags. Dieses müssen mit dem Bezahlplan übereinstimmen

source: start date
de: Start Datum

source: end date
de: Ende Datum

source: weekly working hours for full time
de: Arbeitsstunden pro Woche Vollzeit

source: age (in years) range for this property
de: Alterszeitraum (in Jahren) für diese Eigenschaft

source: property name
de: Eigenschaftsname

source: imcoming pay (in Euro) to get for this property
de: Einnahmen (in Euro) für diese Eigenschaft

source: required employees in % (eg. 0.5 means half a person)
de: Benötigtes Personal in Prozent (zB. 0.5 bedeutet eine halbe Stelle)

source: qualification the employee has
de: Qualifikation des Mitarbeiters

source: pay group
de: Bazahlgruppe

source: pay level
de: Bezahllevel

source: working hours per week (children)
de: Arbeitsstunden pro Woche (Kind)

source: working hours per week (management)
de: Arbeitsstunden pro Woche (Leitung)

source: working hours per week (team)
de: Arbeitsstunden pro Woche (Team)

source: working hours per week (miscellaneous)
de: Arbeitsstunden pro Woche (Sonstiges)

source: weekly working hours
de: Arbeitsstunden pro Woche

source: monthly salary
de: Gehalt pro Monat

source: optional comment
de: Optionaler Kommentar

source: start date for the contract
de: Begin Datum für den Vertrag

source: end date for the contract
de: Ende Datum für den Vertrag

source: area where the person is
de: Bereich

source: pay (in Euro)
de: Bezahlung (in Euro)

source: import bankaccount entries
de: Importiere Konstände

source: The .xlsx files are provided by Nicole on a monthly base
de: Die .xlsx Dateien werden von Nicole monatlich bereitgestellt

source: save
de: Speichern

source: Invoices for Berlin are provided by the Berliner Senat. Documentation can be found at https://www.berlin.de/sen/jugend/traegerservice/isbj/ .
de: Abrechnung für Berlin werden vom Berliner Senat bereitgestellt. Dokumentation dazu findet sich unter https://www.berlin.de/sen/jugend/traegerservice/isbj/ .

source: import berlin invoices (Senatabrechnung)
de: Importiere Berlin Abrechnungen (Senatabrechnung)

source: Bank account balance
de: Kontostand

source: import
de: Importieren

source: Sum of all bank account balances (in €) over the last months
de: Summe aller Kontostände (in €) der letzten Monate

source: Kitamanager
de: Kitaverwaltung

source: Employees
de: Mitarbeiter

source: List
de: Liste

source: Payment plans
de: Bezahlplan

source: Bonus payment calculator
de: Sonderzahlungsrechner

source: Statistics
de: Statistiken

source: Children
de: Kinder

source: Future
de: Zukunft

source: Finance
de: Finanzen

source: bank accounts
de: Kontostände

source: edit
de: Bearbeiten

source: contracts
de: Verträge

source: from
de: Von

source: to
de: Bis

source: area
de: Bereich

source: pay plan
de: Bezahlplan

source: pay tags
de: Bezahltags

source: children summary
de: Kinder Zusammenfassung

source: count
de: Summe

source: ∑ payments
de: ∑ Bezahlung

source: ∑ requirements
de: ∑ Anforderungen

source: h/week
de: h/Woche

source: children count grouped by area
de: Anzahl Kinder per Bereich

source: The number of children grouped by area
de: Die Anzahl der Kinder per Bereich

source: children
de: Kinder

source: children starting after
de: Kinder starten nach dem

source: age
de: Alter

source: children count by month
de: Kinder per Monat

source: The number of children over the years
de: Die Anzahl der Kinder über die Jahre

source: Calculated children payment vs. invoice
de: Berechnete Kinderbezahlung gegenüber Rechnungen

source: The calculated child payment is based on the payment plan used for each child. The invoice is the money usually received from the government (Senatsabrechnung in Berlin)
de: Die kalkulierten Kinderzahlungen basieren auf den benutztem Bezahlplan für jedes Kind Die Rechnung kommt vom Senat

source: payment (€/month)
de: Bezahlung (€/Monat)

source: required employee
de: Benötigte Mitarbeiter

source: h/week full time
de: h/Woche Vollzeit

source: children payments for plan
de: Kinder Bezahlungen per Bezahlpläne

source: Those tables do contain the rules how much money the Kita gets for a child with different age and properties.</br> It also contains the requirements in terms of required employees. Eg. a requirement of 1.0 and 39,40 h/week for a full time job means, that 39,40 h/week are required.
de: Diese Tabellen enthalten die Regeln wieviel Geld die Kita für Kinder unterschiedlichen Alters und Eigenschaften bekommen.</br>Die Tabellen enthalten auch die Personalanforderungen. Zum Beispiel bedeutet eine Anforderung von 1.0 bei 39,40 h/Woche, dass Personal im Umfang von 39,4 h/Woche benötigt wird.

source: hours/week for a full time job
de: Stunde/Woche für eine Vollzeitstelle

source: child age
de: Alter Kind

source: propery name
de: Eigenschaftsname

source: pay income (in €)
de: Einnahmen (in €)

source: requirement (employees full time)
de: Erfordernis (Mitarbeiter Vollzeit)

source: comment
de: Kommentar

source: child payment plans
de: Kind Bezahlpläne

source: child payment plans match properties stored for each child against a selected payment plan for each child. Eg. for Berlin, a payment plan follows the amount of money the Berliner Senat pays for each child based on different properties.
de: Kind Bezahlpläne basieren auf dem ausgewählten Bezahlplan für jedes Kind.

source: The bonus payment calculator can be used, to calculate a yearly bonus payment at the end of the year. Only employees with a valid contact at the end of the year (31. december) will be listed here.
de: Der Sonderzahlungsrechner kann zur Berechnung eines jährlichen Bonus genutzt werden. Nur MitarbeiterInnen mit einem Vertrag am Ende des Jahres (31. Dezember) sind hier gelistet.

source: apply
de: Anwenden

source: Total pay for all employees would be
de: Gesamtbetrag für alle MitarbeiterInnen wäre

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: total
de: Gesamt

source: hiring date
de: Einstellungsdatum

source: qualification
de: Qualifikation

source: children (hours/week)
de: Kinder (Stunden/Woche)

source: management (hours/week)
de: Leitung (Stunden/Woche)

source: team (hours/week)
de: Team (Stunden/Woche)

source: misc (hours/week)
de: Sonstiges (Stunden/Woche)

source: total (hours/week)
de: Gesamt (Stunden/Woche)

source: employee summary
de: Mitarbeiter Zusammenfassung

source: child and team hours count on the personnel key required by the Berliner Senat.</br> management and misc hours do not count on the personnel key.</br>
de: Kinder und Team Stunden zählen zum Personalschlüssel. Leitungsstunden und sonstige Stunden nicht.

source: ∑ child
de: ∑ Kind

source: ∑ management
de: ∑ Leitung

source: ∑ misc
de: ∑ Sonstiges

source: ∑ total
de: ∑ Gesamt

source: ∑ salary
de: ∑ Gehalt

source: ∑ salary plus additional employer costs
de: ∑ Gehalt plus Arbeitgeberkosten

source: employee count grouped by area
de: Anzahl MitarbeiterInnen per Bereich

source: The number of employees grouped by area
de: Anzahl MitarbeiterInnen per Bereich

source: hours/week grouped by area
de: Stunden/Woche per Bereich

source: The number of weekly hours (included all type of hours)</br> of all employees grouped by area
de: Die Anzahl der Wochenstunden (alle Typen) von allen MitarbeiterInnen per Bereich

source: employees
de: MitarbeiterInnen

source: children requirements vs. employee working hours
de: Kinder Anforderungen vs. Mitarbeiter Arbeitsstunden

source: Children requirements vs. Employee working hours. Only the child and team hours count for Employee working hours here.
de: Kinder Anforderungen vs. Mitarbeiter Arbeitsstunden. Nur die Arbeitsstunden "Kind" und "Team" werden berücksichtigt.

source: Employee count grouped by area
de: Anzahl MitarbeiterInnen per Bereich

source: begin date
de: Start Datum

source: pay level next
de: Nächstes Bezahllevel

source: hours child per week
de: Kind (Stunden/Woche)

source: hours management per week
de: Leitung (Stunden/Woche)

source: hours team per week
de: Team (Stunden/Woche)

source: hours misc per week
de: Sonstiges (Stunden/Woche)

source: hours total per week
de: Gesamt (Stunden/Woche)

source: employee payments for plan
de: Mitarbeiter Bezahlplan

source: hours/week
de: Stunden/Woche

source: group/level
de: Gruppe/Level

source: employee payment plans
de: Mitarbeiter Bezahlpläne

source: change date
de: Änderungsdatum

source: monthly bank account balance sum in € (on {historydate})
de: Summe monatliche Kontostände in € (am {historydate})

source: Balance (in €) over time
de: Kontostand (in €) über die Zeit

source: Children grouped by area (on {historydate}
de: Kinder per Bereich (am {historydate}

source: Count
de: Anzahl

source: Children count by month
de: Kinder per Monat

source: calculated child payment (in €)
de: Berechnete Kindbezahlung (in €)

source: invoice %(invoice_name)s (in €)
de: Rechnung %(invoice_name)s (in €)

source: Employees grouped by area (on {historydate}
de: MitarbeiterInnen per Bereich (am {historydate})

source: Employee working hours grouped by area (on {historydate}
de: Arbeitsstunden per Bereich (an {historydate})

source: requirements from children (in h/week)
de: Anforderungen von Kinders (in h/Woche)

source: employee child+team working hours (in h/week)
de: Mitarbeiter Arbeitsstunden Kind + Team (in h/Woche)

source: Children requirements vs. Employee working hours
de: Kinder Anforderungen vs. Mitarbeiter Arbeitsstunden.
